;(function($) {
  $.fn.datetimepicker.dates["sah"] = {
    days: [
      "Өрөбүл",
      "Бэнидиэнньик",
      "Оптуорунньук",
      "Сэрэдэ",
      "Чэппиэр",
      "Бээтинсэ",
      "Субуота",
      "Өрөбүл"
    ],
    daysShort: ["Бс", "Бн", "Оп", "Ср", "Чп", "Бт", "Сб", "Бс"],
    daysMin: ["Бс", "Бн", "Оп", "Ср", "Чп", "Бт", "Сб", "Бс"],
    months: [
      "Тохсунньу",
      "Олунньу",
      "Кулун тутар",
      "Муус устар",
      "Ыам ыйын",
      "Бэс ыйын",
      "От ыйын",
      "Атырдьах ыйын",
      "Балаҕан ыйын",
      "Алтынньы",
      "Сэтинньи",
      "Ахсынньы"
    ],
    monthsShort: [
      "Тхс",
      "Олн",
      "Клн",
      "Мус",
      "Ыам",
      "Бэс",
      "Оты",
      "Атр",
      "Блҕ",
      "Алт",
      "Сэт",
      "Ахс"
    ],
    meridiem: ["кои", "кок"],
    today: "Бүгүн"
  };
})(jQuery);
