;(function($) {
  $.fn.datetimepicker.dates["ml_IN"] = {
    days: [
      "ഞായറാഴ്‌ച",
      "തിങ്കളാഴ്‌ച",
      "ചൊവ്വാഴ്‌ച",
      "ബുധനാഴ്‌ച",
      "വ്യാഴാഴ്‌ച",
      "വെള്ളിയാഴ്‌ച",
      "ശനിയാഴ്‌ച",
      "ഞായറാഴ്‌ച"
    ],
    daysShort: [
      "ഞായർ",
      "തിങ്കൾ",
      "ചൊവ്വ",
      "ബുധൻ",
      "വ്യാഴം",
      "വെള്ളി",
      "ശനി",
      "ഞായർ"
    ],
    daysMin: ["ഞാ", "തി", "ചൊ", "ബു", "വ്", "വെ", "ശന", "ഞാ"],
    months: [
      "ജനുവരി",
      "ഫെബ്രുവരി",
      "മാർച്ച്",
      "ഏപ്രിൽ ",
      "മെയ്‌ ",
      "ജൂണ്‍",
      "ജുലായ്",
      "ആഗസ്റ്റ്",
      "സെപ്റ്റംബര്‍",
      "ഒക്ടോബര്‍",
      "നവംബര്‍",
      "ഡിസംബര്‍"
    ],
    monthsShort: [
      "ജനു",
      "ഫെബ്രു",
      "മാര്‍",
      "ഏപ്രി",
      "മേയ്",
      "ജൂണ്‍",
      "ജുലാ",
      "ആഗ",
      "സെപ്",
      "ഒക്ട്",
      "നവം",
      "ഡിസം"
    ],
    meridiem: ["am", "pm"],
    today: "ഇന്ന്"
  };
})(jQuery);
