;(function($) {
  $.fn.datetimepicker.dates["pa_IN"] = {
    days: [
      "ਐਤਵਾਰ",
      "ਸੋਮਵਾਰ",
      "ਮੰਗਲਵਾਰ",
      "ਬੁੱਧਵਾਰ",
      "ਵੀਰਵਾਰ",
      "ਸ਼ੁੱਕਰਵਾਰ",
      "ਸ਼ਨੀਵਾਰ",
      "ਐਤਵਾਰ"
    ],
    daysShort: [
      "ਐਤਃ",
      "ਸੋਮ.",
      "ਮੰਗਲਵਾਰ",
      "ਬੁੱਧਵਾਰ",
      "ਵੀਰਃ",
      "ਸ਼ੁੱਕਰਵਾਰ",
      "ਸ਼ਨੀਵਾਰ",
      "ਐਤਃ"
    ],
    daysMin: ["ਐਤ", "ਸੋ", "ਮੰ", "ਬੁ", "ਵੀ", "ਸ਼ੁ", "ਸ਼ਨ", "ਐਤ"],
    months: [
      "ਜਨਵਰੀ",
      "ਫਰਵਰੀ",
      "ਮਾਰਚ",
      "ਅਪ੍ਰੈਲ",
      "ਮਈ",
      "ਜੂਨ",
      "ਜੁਲਾਈ",
      "ਅਗਸਤ",
      "ਸਤੰਬਰ",
      "ਅਕਤੂਬਰ",
      "ਨਵੰਬਰ",
      "ਦਸੰਬਰ"
    ],
    monthsShort: [
      "ਜਨਃ",
      "ਫਰ.",
      "ਮਾਰਚ",
      "ਅਪ੍ਰੈਲ",
      "ਮਈ",
      "ਜੂਨ",
      "ਜੁਲਾਈ",
      "ਅਗਃ",
      "ਸਤੰ.",
      "ਅਕਤੂਃ",
      "ਨਵੰ.",
      "ਦਸੰ."
    ],
    meridiem: ["ਪੂਃ ਦੁਃ", "ਬਾਃ ਦੁਃ"],
    today: "ਅੱਜ"
  };
})(jQuery);
