;(function($) {
  $.fn.datetimepicker.dates["bn_BD"] = {
    days: [
      "রবিবার",
      "সোমবার",
      "মঙ্গলবার",
      "বুধবার",
      "বৃহস্পতিবার",
      "শুক্রবার",
      "শনিবার",
      "রবিবার"
    ],
    daysShort: [
      "রবি",
      "সোম",
      "মঙ্গল",
      "বুধ",
      "বৃহস্পতি",
      "শুক্র",
      "শনি",
      "রবি"
    ],
    daysMin: ["রব", "সো", "মঙ", "বু", "বৃ", "শু", "শন", "রব"],
    months: [
      "জানুয়ারি ",
      "ফেব্রুয়ারি",
      "মার্চ",
      "এপ্রিল",
      "মে ",
      "জুন ",
      "জুলাই",
      "আগস্ট ",
      "সেপ্টেম্বর ",
      "অক্টোবর ",
      "নভেম্বর ",
      "ডিসেম্বর "
    ],
    monthsShort: [
      "জানু.",
      "ফেব্রু.",
      "মার্চ",
      "এপ্রিল",
      "মে",
      "জুন",
      "জুলাই",
      "আগস্ট",
      "সেপ্টে.",
      "অক্টো.",
      "নভে.",
      "ডিসে."
    ],
    meridiem: ["পূর্বাহ্ন", "অপরাহ্ন"],
    today: "আজ"
  };
})(jQuery);
