;(function($) {
  $.fn.datetimepicker.dates["mk_MK"] = {
    days: [
      "Недела",
      "Понеделник",
      "Вторник",
      "Среда",
      "Четврток",
      "Петок",
      "Сабота",
      "Недела"
    ],
    daysShort: ["Нед", "Пон", "Вто", "Сре", "Чет", "Пет", "Саб", "Нед"],
    daysMin: ["Не", "По", "Вт", "Ср", "Че", "Пе", "Са", "Не"],
    months: [
      "Јануари",
      "Февруари",
      "Март",
      "Април",
      "Мај",
      "Јуни",
      "Јули",
      "Август",
      "Септември",
      "Октомври",
      "Ноември",
      "Декември"
    ],
    monthsShort: [
      "Јан",
      "Фев",
      "Мар",
      "Апр",
      "Мај",
      "Јун",
      "Јул",
      "Авг",
      "Сеп",
      "Окт",
      "Ное",
      "Дек"
    ],
    meridiem: ["am", "pm"],
    today: "Денес"
  };
})(jQuery);
