;(function($) {
  $.fn.datetimepicker.dates["hy"] = {
    days: [
      "Կիրակի",
      "Երկուշաբթի",
      "Երեքշաբթի",
      "Չորեքշաբթի",
      "Հինգշաբթի",
      "Ուրբաթ",
      "Շաբաթ",
      "Կիրակի"
    ],
    daysShort: ["Կիր", "Երկ", "Երք", "Չրք", "Հնգ", "Ուր", "Շբթ", "Կիր"],
    daysMin: ["Կի", "Եր", "Եր", "Չր", "Հն", "Ու", "Շբ", "Կի"],
    months: [
      "Հունվարի",
      "Փետրվարի",
      "Մարտի",
      "Ապրիլի",
      "Մայիսի",
      "Հունիսի",
      "Հուլիսի",
      "Օգոստոսի",
      "Սեպտեմբերի",
      "Հոկտեմբերի",
      "Նոյեմբերի",
      "Դեկտեմբերի"
    ],
    monthsShort: [
      "Հնվ",
      "Փտր",
      "Մրտ",
      "Ապր",
      "Մյս",
      "Հնս",
      "Հլս",
      "Օգս",
      "Սպտ",
      "Հկտ",
      "Նյմ",
      "Դկտ"
    ],
    meridiem: ["ա.", "ե."],
    today: "Այսօր"
  };
})(jQuery);
