;(function($) {
  $.fn.datetimepicker.dates["tt_RU"] = {
    days: [
      "Якшәмбе",
      "Дүшәмбе",
      "Сишәмбе",
      "Чәршәмбе",
      "Пәнҗешәмбе",
      "Җомга",
      "Saturday",
      "Якшәмбе"
    ],
    daysShort: ["Sun", "Mon", "Tue", "Wed", "Thu", "Fri", "Sat", "Sun"],
    daysMin: ["Su", "Mo", "Tu", "We", "Th", "Fr", "Sa", "Su"],
    months: [
      "Гыйнвар",
      "Февраль",
      "Март",
      "Апрель",
      "Май",
      "Июнь",
      "Июль",
      "Август",
      "Сентябрь",
      "Октябрь",
      "Ноябрь",
      "Декабрь"
    ],
    monthsShort: [
      "Янв",
      "Фев",
      "Мар",
      "Апр",
      "Май",
      "Июн",
      "Июл",
      "Авг",
      "Сен",
      "Окт",
      "Ноя",
      "Дек"
    ],
    meridiem: ["am", "pm"],
    today: "Бүген"
  };
})(jQuery);
