;(function($) {
  $.fn.datetimepicker.dates["ta_IN"] = {
    days: [
      "ஞாயிற்றுக்கிழமை",
      "திங்கட்கிழமை",
      "செவ்வாய்க்கிழமை",
      "புதன்கிழமை",
      "வியாழக்கிழமை",
      "வெள்ளிக்கிழமை",
      "சனிக்கிழமை",
      "ஞாயிற்றுக்கிழமை"
    ],
    daysShort: [
      "ஞாயிறு",
      "திங்கள்",
      "செவ்",
      "புதன்",
      "வி",
      "வெள்ளி",
      "சனி",
      "ஞாயிறு"
    ],
    daysMin: ["ஞா", "தி", "செ", "பு", "வி", "வெ", "சன", "ஞா"],
    months: [
      "ஜனவரியின்",
      "பிப்ரவரியின்",
      "மார்ச்சின்",
      "ஏப்ரலின் ",
      "மே மாதத்தின்",
      "ஜூனுடைய",
      "ஜூலையின் ",
      "ஆகஸ்ட்டின்",
      "செப்டம்பரின்",
      "அக்டோபரின்",
      "நவம்பரின்",
      "டிசம்பரின்"
    ],
    monthsShort: [
      "ஜன",
      "பிப்",
      "மார்ச்",
      "ஏப்",
      "மே",
      "ஜூன்",
      "ஜூலை",
      "ஆக",
      "செப்",
      "அக்",
      "நவ்",
      "டிசம்பர்"
    ],
    meridiem: ["காலை", "மணி"],
    today: "இன்று"
  };
})(jQuery);
