;(function($) {
  $.fn.datetimepicker.dates["bg_BG"] = {
    days: [
      "Неделя",
      "Понеделник",
      "Вторник",
      "Сряда",
      "Четвъртък",
      "Петък",
      "Събота",
      "Неделя"
    ],
    daysShort: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
    daysMin: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
    months: [
      "януари",
      "февруари",
      "март",
      "април",
      "май",
      "юни",
      "юли",
      "август",
      "септември",
      "октомври",
      "ноември",
      "декември"
    ],
    monthsShort: [
      "ян.",
      "февр.",
      "мар.",
      "апр.",
      "май",
      "юни",
      "юли",
      "авг.",
      "сеп.",
      "окт.",
      "Ное.",
      "Дек."
    ],
    meridiem: ["am", "pm"],
    today: "Днес",
    suffix: []
  };
})(jQuery);
