;(function($) {
  $.fn.datetimepicker.dates["mn"] = {
    days: [
      "Ням",
      "Даваа",
      "Мягмар",
      "Лхагва",
      "Пүрэв",
      "Баасан",
      "Бямба",
      "Ням"
    ],
    daysShort: ["Ням", "Дав", "Мяг", "Лха", "Пүр", "Баа", "Бям", "Ням"],
    daysMin: ["Ня", "Да", "Мя", "Лх", "Пү", "Ба", "Бя", "Ня"],
    months: [
      "1-р сар",
      "2-р сар",
      "3-р сар",
      "4-р сар",
      "5-р сар",
      "6-р сар",
      "7-р сар",
      "8-р сар",
      "9-р сар",
      "10-р сар",
      "11-р сар",
      "12-р сар"
    ],
    monthsShort: [
      "1 сар",
      "2 сар",
      "3 сар",
      "4 сар",
      "5 сар",
      "6 сар",
      "7-р сар",
      "8 сар",
      "9 сар",
      "10 сар",
      "11 сар",
      "12 сар"
    ],
    meridiem: ["am", "pm"],
    today: "Өнөөдөр"
  };
})(jQuery);
