;(function($) {
  $.fn.datetimepicker.dates["km"] = {
    days: [
      "ថ្ងៃ​អាទិត្យ",
      "ថ្ងៃ​ចន្ទ",
      "ថ្ងៃ​អង្គារ",
      "ថ្ងៃ​ពុធ",
      "ថ្ងៃ​ព្រហស្បតិ៍",
      "ថ្ងៃ​សុក្រ",
      "ថ្ងៃ​សៅរ៍",
      "ថ្ងៃ​អាទិត្យ"
    ],
    daysShort: [
      "អាទិត្យ",
      "ចន្ទ",
      "អង្គារ",
      "ពុធ",
      "ព្រហស្បតិ៍",
      "សុក្រ",
      "សៅរ៍",
      "អាទិត្យ"
    ],
    daysMin: ["អា", "ចន", "អង", "ពុ", "ព្", "សុ", "សៅ", "អា"],
    months: [
      "មករា",
      "កុម្ភៈ",
      "មីនា",
      "មេសា",
      "ឧសភា",
      "មិថុនា",
      "កក្កដា",
      "សីហា",
      "កញ្ញា",
      "តុលា",
      "វិច្ឆិកា",
      "ធ្នូ"
    ],
    monthsShort: [
      "មករា",
      "កុម្ភៈ",
      "មីនា",
      "មេសា",
      "ឧសភា",
      "មិថុនា",
      "កក្កដា",
      "សីហា",
      "កញ្ញា",
      "តុលា",
      "វិច្ឆិកា",
      "ធ្នូ"
    ],
    meridiem: ["ព្រឹក", "ល្ងាច"],
    today: "ថ្ងៃនេះ"
  };
})(jQuery);
