;(function($) {
  $.fn.datetimepicker.dates["th"] = {
    days: [
      "วันอาทิตย์",
      "วันจันทร์",
      "วันอังคาร",
      "วันพุธ",
      "วันพฤหัส",
      "วันศุกร์",
      "วันเสาร์",
      "วันอาทิตย์"
    ],
    daysShort: [
      "อาทิตย์",
      "จันทร์",
      "อังคาร",
      "พุธ",
      "พฤหัส",
      "ศุกร์",
      "เสาร์",
      "อาทิตย์"
    ],
    daysMin: ["อา", "จั", "อั", "พุ", "พฤ", "ศุ", "เส", "อา"],
    months: [
      "มกราคม",
      "กุมภาพันธ์",
      "มีนาคม",
      "เมษายน",
      "พฤษภาคม",
      "มิถุนายน",
      "กรกฎาคม",
      "สิงหาคม",
      "กันยายน",
      "ตุลาคม",
      "พฤศจิกายน",
      "ธันวาคม"
    ],
    monthsShort: [
      "ม.ค.",
      "ก.พ.",
      "มี.ค.",
      "เม.ย.",
      "พ.ค.",
      "มิ.ย.",
      "ก.ค.",
      "ส.ค.",
      "ก.ย.",
      "ต.ค.",
      "พ.ย.",
      "ธ.ค."
    ],
    meridiem: ["am", "pm"],
    today: "วันนี้",
    suffix: []
  };
})(jQuery);
