;(function($) {
  $.fn.datetimepicker.dates["he_IL"] = {
    days: [
      "יום ראשון",
      "יום שני",
      "יום שלישי",
      "יום רביעי",
      "יום חמישי",
      "יום שישי",
      "יום שבת",
      "יום ראשון"
    ],
    daysShort: ["א", "ב", "ג", "ד", "ה", "ו", "ש", "א"],
    daysMin: ["א", "ב", "ג", "ד", "ה", "ו", "ש", "א"],
    months: [
      "ינואר",
      "פברואר",
      "מרץ",
      "אפריל",
      "מאי",
      "יוני",
      "יולי",
      "אוגוסט",
      "ספטמבר",
      "אוקטובר",
      "נובמבר",
      "דצמבר"
    ],
    monthsShort: [
      "ינו",
      "פבר",
      "מרץ",
      "אפר",
      "מאי",
      "יונ",
      "יול",
      "אוג",
      "ספט",
      "אוק",
      "נוב",
      "דצמ"
    ],
    meridiem: ["am", "pm"],
    today: "היום",
    suffix: []
  };
})(jQuery);
