;(function($) {
  $.fn.datetimepicker.dates["fa_IR"] = {
    days: [
      "یکشنبه",
      "دوشنبه",
      "سه شنبه",
      "چهار شنبه",
      "پنجشنبه",
      "جمعه",
      "شنبه",
      "یکشنبه"
    ],
    daysShort: ["یک", "دو", "سه", "چهار", "پنج", "جمعه", "شنبه", "یک"],
    daysMin: ["یک", "دو", "سه", "چه", "پن", "جم", "شن", "یک"],
    months: [
      "ژانویه",
      "فوریه",
      "مارس",
      "آوریل",
      "مه",
      "ژوئن",
      "جولای",
      "اوت",
      "سپتامبر",
      "اکتبر",
      "نوامبر",
      "دسامبر"
    ],
    monthsShort: [
      "ژانویه",
      "فوریه",
      "مارس",
      "آوریل",
      "مه",
      "ژوئن",
      "جولای",
      "آگوست",
      "سپتامبر",
      "اکتبر",
      "نوامبر",
      "دسامبر"
    ],
    meridiem: ["ق.ظ", "ب.ظ"],
    today: "امروز"
  };
})(jQuery);
