;(function($) {
  $.fn.datetimepicker.dates["bo"] = {
    days: [
      "གཟའ་ཉི་མ།",
      "གཟའ་ཟླ་བ།",
      "གཟའ་མིག་དམར།",
      "གཟའ་ལྷག་པ།",
      "གཟའ་ཕུར་བུ།",
      "གཟའ་པ་སངས།",
      "གཟའ་སྤེན་པ།",
      "གཟའ་ཉི་མ།"
    ],
    daysShort: [
      "གཟའ་ཉི་མ།",
      "གཟའ་ཟླ་བ།",
      "གཟའ་མིག་དམར།",
      "གཟའ་ལྷག་པ།",
      "གཟའ་ཕུར་བུ།",
      "གཟའ་པ་སངས།",
      "གཟའ་སྤེན་པ།",
      "གཟའ་ཉི་མ།"
    ],
    daysMin: ["གཟ", "གཟ", "གཟ", "གཟ", "གཟ", "གཟ", "གཟ", "གཟ"],
    months: [
      "ཟླ་དང་པོ།",
      "ཟླ་གཉིས་པ།",
      "ཟླ་གསུམ་པ།",
      "ཟླ་བཞི་བ།",
      "ཟླ་ལྔ་པ།",
      "ཟླ་དྲུག་པ།",
      "ཟླ་བདུན་པ།",
      "ཟླ་བརྒྱད་པ།",
      "ཟླ་དགུ་པ།",
      "ཟླ་བཅུ་པ།",
      "ཟླ་བཅུ་གཅིག",
      "ཟླ་བཅུ་གཉིས།"
    ],
    monthsShort: [
      "དང་པོ།",
      "གཉིས་པ།",
      "གསུམ་པ།",
      "བཞི་བ།",
      "ལྔ་བ།",
      "དྲུག་པ།",
      "བདུན་པ།",
      "བརྒྱད་པ།",
      "དགུ་བ།",
      "བཅུ་བ།",
      "བཅུ་གཅིག",
      "བཅུ་གཉིས།"
    ],
    meridiem: ["སྔ་དྲོ།", "ཕྱི་དྲོ།"],
    today: "དེ་རིང་།"
  };
})(jQuery);
