;(function($) {
  $.fn.datetimepicker.dates["sr_RS"] = {
    days: [
      "Недеља",
      "Понедељак",
      "Уторак",
      "Среда",
      "Четвртак",
      "Петак",
      "Субота",
      "Недеља"
    ],
    daysShort: ["Нед", "Пон", "Уто", "Сре", "Чет", "Пет", "Суб", "Нед"],
    daysMin: ["Не", "По", "Ут", "Ср", "Че", "Пе", "Су", "Не"],
    months: [
      "јануара",
      "фебруара",
      "марта",
      "априла",
      "маја",
      "јуна",
      "јула",
      "августа",
      "септембра",
      "октобра",
      "новембра",
      "децембра"
    ],
    monthsShort: [
      "јан",
      "феб",
      "мар",
      "апр",
      "мај",
      "јун",
      "јул",
      "авг",
      "сеп",
      "окт",
      "нов",
      "дец"
    ],
    meridiem: ["am", "pm"],
    today: "Данас"
  };
})(jQuery);
