;(function($) {
  $.fn.datetimepicker.dates["as"] = {
    days: [
      "দেওবাৰ",
      "সোমবাৰ",
      "মঙ্গলবাৰ",
      "বুধবাৰ",
      "বৃহস্পতিবাৰ",
      "শুক্ৰবাৰ",
      "শনিবাৰ",
      "দেওবাৰ"
    ],
    daysShort: [
      "দেও",
      "সোম",
      "মঙ্গল",
      "বুধ",
      "বৃহস্পতি",
      "শুক্ৰ",
      "শনি",
      "দেও"
    ],
    daysMin: ["দে", "সো", "মঙ", "বু", "বৃ", "শু", "শন", "দে"],
    months: [
      "জানুৱাৰী",
      "ফেব্ৰুৱাৰী",
      "মাৰ্চ",
      "এপ্ৰিল",
      "মে'",
      "জুন",
      "জুলাই",
      "আগষ্ট",
      "ছেপ্টেম্বৰ",
      "অক্টোবৰ",
      "নবেম্বৰ",
      "ডিচেম্বৰ"
    ],
    monthsShort: [
      "জানু",
      "ফেব্ৰু",
      "মাৰ্চ",
      "এপ্ৰিল",
      "মে'",
      "জুন",
      "জুলাই",
      "আগষ্ট",
      "ছেপ্টে",
      "অক্টো",
      "নবে",
      "ডিচে"
    ],
    meridiem: ["পূর্বাহ্ণ", "অপৰাহ্ন"]
  };
})(jQuery);
