;(function($) {
  $.fn.datetimepicker.dates["mr"] = {
    days: [
      "रविवार",
      "सोमवार",
      "मंगळवार",
      "बुधवार",
      "गुरूवार",
      "शुक्रवार",
      "शनिवार",
      "रविवार"
    ],
    daysShort: ["रवि", "सोम", "मंगळ", "बुध", "गुरू", "शुक्र", "शनी", "रवि"],
    daysMin: ["रव", "सो", "मं", "बु", "गु", "शु", "शन", "रव"],
    months: [
      "जानेवारी",
      "फेब्रुवारी",
      "मार्च",
      "एप्रिल",
      "मे",
      "जून",
      "जुलै",
      "ऑगस्ट",
      "सप्टेंबर",
      "ऑक्टोबर",
      "नोव्हेंबर",
      "डिसेंबर"
    ],
    monthsShort: [
      "जानेवारी",
      "फेब्रुवारी",
      "मार्च",
      "एप्रिल",
      "मे",
      "जून",
      "जुलै",
      "ऑगस्ट",
      "सप्टेंबर",
      "ऑक्टोबर",
      "नोव्हेंबर",
      "डिसेंबर"
    ],
    meridiem: ["am", "pm"],
    today: "आज"
  };
})(jQuery);
