;(function($) {
  $.fn.datetimepicker.dates["si_LK"] = {
    days: [
      "ඉරිදා",
      "සඳුදා",
      "අඟහරුවාදා",
      "බදාදා",
      "බ්‍රහස්පතින්දා",
      "සිකුරාදා",
      "සෙනසුරාදා",
      "ඉරිදා"
    ],
    daysShort: [
      "ඉරිදා",
      "සඳුදා",
      "අඟ",
      "බදාදා",
      "බ්‍රහස්",
      "සිකු",
      "සෙන",
      "ඉරිදා"
    ],
    daysMin: ["ඉර", "සඳ", "අඟ", "බද", "බ්", "සි", "සෙ", "ඉර"],
    months: [
      "ජනවාරි",
      "පෙබරවාරි",
      "මාර්තු",
      "අප්‍රේල්",
      "මැයි",
      "ජුනි",
      "ජූලි",
      "අගෝස්තු",
      "සැප්තැම්බර්",
      "ඔක්තෝබර්",
      "නොවැම්බර්",
      "දෙසැම්බර්"
    ],
    monthsShort: [
      "ජන.",
      "පෙබ.",
      "මාර්තු",
      "අප්‍රේල්",
      "මැයි",
      "ජුනි",
      "ජූලි",
      "අගෝ.",
      "සැප්.",
      "ඔක්.",
      "නොවැ.",
      "දෙසැ."
    ],
    meridiem: ["පෙ.ව.", "ප.ව."],
    today: "අද"
  };
})(jQuery);
