;(function($) {
  $.fn.datetimepicker.dates["sr_RS"] = {
    days: [
      "Недеља",
      "Понедељак",
      "Уторак",
      "Среда",
      "Четвртак",
      "Петак",
      "Субота",
      "Недеља"
    ],
    daysShort: ["Нед", "Пон", "Уто", "Сре", "Чет", "Пет", "Суб", "Нед"],
    daysMin: ["Не", "По", "Ут", "Ср", "Че", "Пе", "Су", "Не"],
    months: [
      "Јануара",
      "Фебруара",
      "Марта",
      "Априла",
      "Маја",
      "Јуна",
      "Јула",
      "Августа",
      "Септембра",
      "Октобра",
      "Новембра",
      "Децембра"
    ],
    monthsShort: [
      "Јан",
      "Феб",
      "Мар",
      "Апр",
      "Мај",
      "Јун",
      "Јул",
      "Авг",
      "Сеп",
      "Окт",
      "Нов",
      "Дец"
    ],
    meridiem: ["am", "pm"],
    today: "Данас"
  };
})(jQuery);
