;(function($) {
  $.fn.datetimepicker.dates["dzo"] = {
    days: [
      "གཟའ་ཟླ་བ།",
      "གཟའ་མིག་དམར།",
      "གཟའ་ལྷག་པ།",
      "གཟའ་ཕུརཔ།",
      "གཟའ་པ་སངས།",
      "གཟའ་སྤེན་པ།",
      "གཟའ་ཉི་མ།",
      "གཟའ་ཟླ་བ།"
    ],
    daysShort: [
      "ཟླ་བ།",
      "མིག་དམར།",
      "ལྷག་པ།",
      "ཕུརཔ།",
      "པ་སངས།",
      "སྤེན་པ།",
      "ཉི་མ།",
      "ཟླ་བ།"
    ],
    daysMin: ["ཟླ", "མི", "ལྷ", "ཕུ", "པ་", "སྤ", "ཉི", "ཟླ"],
    months: [
      "སྤྱི་ཟླ་དང་པ།",
      "སྤྱི་ཟླ་གཉིས་པ།",
      "སྤྱི་ཟླ་གསུམ་པ།",
      "སྤྱི་ཟླ་བཞི་པ།",
      "སྤྱི་ཟླ་ལྔ་པ།",
      "སྤྱི་ཟླ་དྲུག་པ།",
      "སྤྱི་ཟླ་བདུན་པ།",
      "སྤྱི་ཟླ་བརྒྱད་པ།",
      "སྤྱི་ཟླ་དགུ་པ།",
      "སྤྱི་ཟླ་བཅུ་པ།",
      "སྤྱི་ཟླ་བཅུ་གཅིག་པ།",
      "སྤྱི་ཟླ་བཅུ་གཉིས་པ། "
    ],
    monthsShort: [
      "སྤྱི་ཟླ་༡་པ།",
      "སྤྱི་ཟླ་༢་པ།",
      "སྤྱི་ཟླ་༣་པ།",
      "སྤྱི་ཟླ་༤་པ།",
      "སྤྱི་ཟླ་༥་པ།",
      "སྤྱི་ཟླ་༦་པ།",
      "སྤྱི་ཟླ་༧་པ།",
      "སྤྱི་ཟླ་༨་པ།",
      "སྤྱི་ཟླ་༩་པ། ",
      "སྤྱི་ཟླ་༡༠་པ།",
      "སྤྱི་ཟླ་༡༡་པ། ",
      "སྤྱི་ཟླ་༡༢པ།"
    ],
    meridiem: ["དྲོ་པ།", "ཕྱི་རུ།"]
  };
})(jQuery);
