;(function($) {
  $.fn.datetimepicker.dates["gu"] = {
    days: [
      "રવિવાર",
      "સોમવાર",
      "મંગળવાર",
      "બુધવાર",
      "ગુરુવાર",
      "શુક્રવાર",
      "શનિવાર",
      "રવિવાર"
    ],
    daysShort: ["રવિ", "સોમ", "મંગળ", "બુધ", "ગુરુ", "શુક્ર", "શનિ", "રવિ"],
    daysMin: ["રવ", "સો", "મં", "બુ", "ગુ", "શુ", "શન", "રવ"],
    months: [
      "જાન્યુઆરી",
      "ફેબ્રુઆરી",
      "માર્ચ",
      "એપ્રિલ",
      "મે ",
      "જૂન",
      "જુલાઈ",
      "ઓગષ્ટ",
      "સપ્ટેમ્બર",
      "ઓકટોબર",
      "નવેમ્બર",
      "ડીસેમ્બર"
    ],
    monthsShort: [
      "જાન્યુઆરી",
      "ફેબ્રુવારી",
      "માર્ચ",
      "એપ્રિલ",
      "મે",
      "જૂન",
      "જુલાઈ",
      "ઓગસ્ટ",
      "સપ્ટેમ્બર",
      "ઓક્ટોબર",
      "નવેમ્બર",
      "ડીસેમ્બર"
    ],
    meridiem: ["એ એમ (am)", "પી એમ(pm)"],
    today: "આજે"
  };
})(jQuery);
