;(function($) {
  $.fn.datetimepicker.dates["ur"] = {
    days: ["اتوار", "پیر", "منگل", "بدھ", "جمعرات", "جمعہ", "ہفتہ", "اتوار"],
    daysShort: [
      "اتوار",
      "پیر",
      "منگل",
      "بدھ",
      "جمعرات",
      "جمعہ",
      "ہفتہ",
      "اتوار"
    ],
    daysMin: ["ات", "پی", "من", "بد", "جم", "جم", "ہف", "ات"],
    months: [
      "جنوری",
      "فروری",
      "مارچ",
      "اپریل",
      "مئی",
      "جون",
      "جولائی",
      "اگست",
      "ستمبر",
      "اکتوبر",
      "نومبر",
      "دسمبر"
    ],
    monthsShort: [
      "جنوری",
      "فروری",
      "مارچ",
      "اپریل",
      "مئی",
      "جون",
      "جولائی",
      "اگست",
      "ستمبر",
      "اکتوبر",
      "نومبر",
      "دسمبر"
    ],
    meridiem: ["صبح", "شام"],
    today: "آج"
  };
})(jQuery);
