;(function($) {
  $.fn.datetimepicker.dates["el"] = {
    days: [
      "Κυριακή",
      "Δευτέρα",
      "Τρίτη",
      "Τετάρτη",
      "Πέμπτη",
      "Παρασκευή",
      "Σάββατο",
      "Κυριακή"
    ],
    daysShort: ["Κυ", "Δε", "Τρ", "Τε", "Πε", "Πα", "Σα", "Κυ"],
    daysMin: ["Κυ", "Δε", "Τρ", "Τε", "Πε", "Πα", "Σα", "Κυ"],
    months: [
      "Ιανουαρίου",
      "Φεβρουαρίου",
      "Μαρτίου",
      "Απριλίου",
      "Μαΐου",
      "Ιουνίου",
      "Ιουλίου",
      "Αυγούστου",
      "Σεπτεμβρίου",
      "Οκτωβρίου",
      "Νοεμβρίου",
      "Δεκεμβρίου"
    ],
    monthsShort: [
      "Ιαν",
      "Φεβ",
      "Μαρ",
      "Απρ",
      "Μαΐ",
      "Ιούν",
      "Ιούλ",
      "Αυγ",
      "Σεπ",
      "Οκτ",
      "Νοέ",
      "Δεκ"
    ],
    meridiem: ["πμ", "μμ"],
    today: "Σήμερα",
    suffix: []
  };
})(jQuery);
