;(function($) {
  $.fn.datetimepicker.dates["bg_BG"] = {
    days: [
      "Неделя",
      "Понеделник",
      "Вторник",
      "Сряда",
      "Четвъртък",
      "Петък",
      "Събота",
      "Неделя"
    ],
    daysShort: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
    daysMin: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
    months: [
      "Януари",
      "Февруари",
      "Март",
      "Април",
      "Май",
      "Юни",
      "Юли",
      "Август",
      "Септември",
      "Октомври",
      "Ноември",
      "Декември"
    ],
    monthsShort: [
      "Ян.",
      "Февр.",
      "Мар.",
      "Апр.",
      "Май",
      "Юни",
      "Юли",
      "Авг.",
      "Сеп.",
      "Окт.",
      "Ное.",
      "Дек."
    ],
    meridiem: ["am", "pm"],
    today: "Днес",
    suffix: []
  };
})(jQuery);
