;(function($) {
  $.fn.datetimepicker.dates["ckb"] = {
    days: [
      "یه‌ك شه‌ممه‌",
      "دوو شه‌ممه‌",
      "سێ شه‌ممه‌",
      "چوار شه‌ممه‌",
      "پێنج شه‌ممه‌",
      "هه‌ینی",
      "شه‌ممه‌",
      "یه‌ك شه‌ممه‌"
    ],
    daysShort: [
      "1 شه‌م",
      "2 شه‌م",
      "3 شه‌م",
      "4 شه‌م",
      "5 شه‌م",
      "هه‌ینی",
      "شه‌م",
      "1 شه‌م"
    ],
    daysMin: ["1 ", "2 ", "3 ", "4 ", "5 ", "هه", "شه", "1 "],
    months: [
      "كانوونى دووەم",
      "شوبات",
      "ئادار",
      "نيسان",
      "ئايار",
      "حوزەيران",
      "تەممووز",
      "ئاب",
      "ئەیلول",
      "تشرينى يەكەم",
      "تشرينى دووەم",
      "كانونى يەكەم"
    ],
    monthsShort: [
      "کانونی دووهەم",
      "شوبات",
      "ئازار",
      "نیسان",
      "مارس",
      "حوزەیران",
      "تەموز",
      "ئاب",
      "ئیلول",
      "تشرینی یەکەم ",
      "تشرینی دووهەم",
      "کانونی یەکەم "
    ],
    meridiem: ["am", "pm"],
    today: "ئه‌مڕۆ"
  };
})(jQuery);
