;(function($) {
  $.fn.datetimepicker.dates["ne_NP"] = {
    days: [
      "आइतवार",
      "सोमवार",
      "मंगलवार",
      "बुधवार",
      "बिहिवार",
      "शुक्रवार",
      "शनिवार",
      "आइतवार"
    ],
    daysShort: ["आइत", "सोम", "मंगल", "बुध", "बिहि", "शुक्र", "शनि", "आइत"],
    daysMin: ["आइ", "सो", "मं", "बु", "बि", "शु", "शन", "आइ"],
    months: [
      "जनवरी",
      "फेब्रुअरी",
      "मार्च",
      "अप्रिल",
      "मे",
      "जुन",
      "जुलाई",
      "अगस्ट",
      "सेप्टेम्बर",
      "अक्टोबर",
      "नोभेम्बर",
      "डिसेम्बर"
    ],
    monthsShort: [
      "जन",
      "फेब",
      "मार्च",
      "अप्रिल",
      "मे",
      "जुन",
      "जुलाई",
      "अगस्ट",
      "सेप",
      "अक्ट",
      "नोभ",
      "डिस"
    ],
    meridiem: ["बिहान", "अपराह्न"],
    today: "आज"
  };
})(jQuery);
