;(function($) {
  $.fn.datetimepicker.dates["lo"] = {
    days: [
      "ວັນອາທິດ",
      "ວັນຈັນ",
      "ວັນອັງຄານ",
      "ວັນພຸດ",
      "ວັນພະຫັດ",
      "ວັນສຸກ",
      "ວັນເສົາ",
      "ວັນອາທິດ"
    ],
    daysShort: [
      "ອາທິດ",
      "ຈັນ",
      "ອັງຄານ",
      "ພຸດ",
      "ພະຫັດ",
      "ສຸກ",
      "ເສົາ",
      "ອາທິດ"
    ],
    daysMin: ["ອາ", "ຈັ", "ອັ", "ພຸ", "ພະ", "ສຸ", "ເສ", "ອາ"],
    months: [
      "​ເດືອນ​ມັງ​ກອນ",
      "​ເດືອນ​ກຸມ​ພາ",
      "​ເດືອນ​ມີ​ນາ",
      "​ເດືອນ​ເມ​ສາ",
      "​ເດືອນ​ພຶດ​ສະ​ພາ",
      "​ເດືອນ​ມິ​ຖຸ​ນາ",
      "​ເດືອນ​ກໍ​ລະ​ກົດ",
      "​ເດືອນ​ສິງ​ຫາ",
      "​ເດືອນ​ກັນ​ຍາ",
      "​ເດືອນ​ຕຸ​ລາ",
      "​ເດືອນ​ພະ​ຈິກ",
      "​ເດືອນ​ທັນ​ວາ"
    ],
    monthsShort: [
      "ມ.ກ.",
      "ກ.ພ.",
      "ມ.ນ.",
      "ມ.ສ.",
      "ພ.ພ.",
      "ມ.ຖ.",
      "​ກ.ກ.",
      "ສ.ຫ.",
      "ກ.ຍ.",
      "ຕ.ລ.",
      "​ພ.ຈ.",
      "ທ.ວ."
    ],
    meridiem: ["am", "pm"],
    today: "ມື້ນີ້"
  };
})(jQuery);
