;(function($) {
  $.fn.datetimepicker.dates["kk"] = {
    days: [
      "Жексенбі",
      "Дүйсенбі",
      "Сейсенбі",
      "Сәрсенбі",
      "Бейсенбі",
      "Жұма",
      "Сенбі",
      "Жексенбі"
    ],
    daysShort: ["Жек", "Дүй", "Сей", "Сәр", "Бей", "Жұм", "Сен", "Жек"],
    daysMin: ["Же", "Дү", "Се", "Сә", "Бе", "Жұ", "Се", "Же"],
    months: [
      "Қаңтар",
      "Ақпан",
      "Наурыз",
      "Сәуір",
      "Мамыр",
      "Маусым",
      "Шілде",
      "Тамыз",
      "Қыркүйек",
      "Қазан",
      "Қараша",
      "Желтоқсан"
    ],
    monthsShort: [
      "Қаң",
      "Ақп",
      "Нау",
      "Сәу",
      "Мам",
      "Мау",
      "Шіл",
      "Там",
      "Қыр",
      "Қаз",
      "Қар",
      "Жел"
    ],
    meridiem: ["тд", "тк"],
    today: "Бүгін"
  };
})(jQuery);
