;(function($) {
  $.fn.datetimepicker.dates["hi_IN"] = {
    days: [
      "रविवार",
      "सोमवार",
      "मंगलवार",
      "बुधवार",
      "गुरूवार",
      "शुक्रवार",
      "शनिवार",
      "रविवार"
    ],
    daysShort: ["रवि", "सोम", "मंगल", "बुध", "गुरु", "शुक्र", "शनि", "रवि"],
    daysMin: ["रव", "सो", "मं", "बु", "गु", "शु", "शन", "रव"],
    months: [
      "जनवरी",
      "फरवरी",
      "मार्च",
      "अप्रैल",
      "मई",
      "जून",
      "जुलाई",
      "अगस्त",
      "सितम्बर",
      "अक्टूबर",
      "नवम्बर",
      "दिसम्बर"
    ],
    monthsShort: [
      "जनवरी",
      "फरवरी",
      "मार्च",
      "अप्रैल",
      "मई",
      "जून",
      "जुलाई",
      "अगस्त",
      "सितम्बर",
      "अक्टूबर",
      "नवम्बर",
      "दिसम्बर"
    ],
    meridiem: ["पूर्वाह्न", "अपराह्न"],
    today: "आज"
  };
})(jQuery);
