;(function($) {
  $.fn.datetimepicker.dates["ug_CN"] = {
    days: [
      "يەكشەنبە",
      "دۈشەنبە",
      "سەيشەنبە",
      "چارشەنبە",
      "پەيشەنبە",
      "جۈمە",
      "شەنبە",
      "يەكشەنبە"
    ],
    daysShort: ["يە", "دۈ", "سە", "چا", "پە", "جۈ", "شە", "يە"],
    daysMin: ["يە", "دۈ", "سە", "چا", "پە", "جۈ", "شە", "يە"],
    months: [
      "يانۋار",
      "فېۋرال",
      "مارت",
      "ئاپرىل",
      "ماي",
      "ئىيۇن",
      "ئىيۇل",
      "ئاۋغۇست",
      "سېنتەبىر",
      "ئۆكتەبىر",
      "نويابىر",
      "دېكابىر"
    ],
    monthsShort: [
      "يانۋار",
      "فېۋرال",
      "مارت",
      "ئاپرىل",
      "ماي",
      "ئىيۇن",
      "ئىيۇن",
      "ئاۋغۇست",
      "سېنتەبىر",
      "ئۆكتەبىر",
      "نويابىر",
      "دېكابىر"
    ],
    meridiem: ["am", "pm"],
    today: "بۈگۈن"
  };
})(jQuery);
